docs/index.md

# Table of Contents

1.  [MAC0115 - Introdução à Ciência da Computação para Ciências Exatas](#orgb6784fb)


<a id="orgb6784fb"></a>

# MAC0115 - Introdução à Ciência da Computação para Ciências Exatas

Este é  o site  do curso  *MAC0115 -  Introdução à  Ciência da  Computação para
Ciências  Exatas/*,  oferecido  no  segundo  semestre de  2019  aos  alunos  do
Instituto Oceanográfico da USP.

Aqui você  encontra *links* para o  material usado nas aulas,  e informações sobre
trabalhos, provas, e bibliografia.
